Repository: abom/linux-whiteboard
Catalog: po/*.po
Languages: ca, de, es, vi

source: Configurations successfully loaded.
ca: Configuracions carregades.
de: Konfiguration erfolgreich geladen.
es: Configuraciones cargadas.
vi: Đã nạp xong các thiết lập.

source: Failed to load configuration file.
ca: No s'ha carregat el fitxer de configuració.
de: Laden der Konfigurationsdatei fehlgeschlagen.
es: No se ha cargado el fichero de configuración.
vi: Không nạp được các thiết lập cũ.

source: Preparing to connect...
ca: Preparant per connectar...
de: Vorbereiten auf Verbindung...
es: Preparando para conectar...
vi: Chuẩn bị kết nối...

source: Successfully disconnected all Wiimotes.
ca: S'han desconnectat tots els Wiimotes.
de: Erfolgreich alle verbundenen Wiimotes getrennt.
es: Se han desconectado todos los Wiimotes.
vi: Ngắt kết nối thành công.

source: There was an error disconnecting the Wiimotes. Hell's broken loose!!1.
ca: Errada en la desconnexió dels Wiimotes!!.
de: Es gab einen Fehler bei der Verbindungstrennung der Wiimotes.
es: Error en la desconnexión de los Wiimotes!!.
vi: Không ngắt kết nối với Wiimote được!. Bạn nên khởi động lại chương trình.

source: Calibration succeeded.
ca: Calibració correcta.
de: Kalibrierung erfolgreich.
es: Calibración correcta.
vi: Đã chỉnh xong Wiimote.

source: User escaped or there was an error during calibration.
ca: L'usuari ha sortit (Esc) o hi ha hagut una errada durant la calibració.
de: Abbruch durch den Benutzer oder es gab einen Fehler während der Kalbibrierung.
es: El usuario ha salido (Esc) o ha habido un error durante la calibración.
vi: Người dùng đã bấm nút thoát hoặc có lỗi khi chỉnh Wiimote.

source: Connecting to Wiimote #%d...
ca: Connectant amb el Wiimote #%d...
de: Verbinde mit Wiimote #%d...
es: Connectando con el Wiimote #%d...
vi: Đang kết nối tới Wiimote số %d...

source: Succeeded!.
ca: Correcte!.
de: Erfolgreich!
es: ¡Correcto!.
vi: Kết nối thành công!.

source: Failed.
ca: Ha fallat.
de: Fehlgeschlagen.
es: Ha fallado.
vi: Không kết nối được.

source: Successfully connected to %d Wiimote(s). Loading all Wiimotes's configurations...
ca: Connectat correctament amb el(s) Wiimote(s) %d. Carregant les configuracions de tots els Wiimotes....
de: Erfolgriech mit %d Wiimotes(s) verbunden. Lade Konfigurationsdatei(en)...
es: Connectado correctamente con el(los) Wiimote(s) %d. Cargando las configuraciones de todos los Wiimotes....
vi: %d Wiimote đã được kết nối. Đang nạp thiết lập của từng Wiimote....

source: Done!. Click 'Activate' to use your infrared pen.
ca: Fet!. Cliqueu 'Activar' per utilitzar el punter infraroig.
de: Fertig! Klicken Sie auf 'Aktivieren' um ihren Infrarotstift zu benutzen.
es: ¡Hecho!. Clicad 'Activar' para utilizar el puntero infrarojo.
vi: Thành công!. Bấm 'Kích hoạt' để dùng bút nhập.

source: Failed. Please check if you have the same number of Wiimotes as earlier. You need to calibrate before activating.
ca: Ha fallat. Comproveu que hi hagi el mateix nombre de Wimootes que anteriorment. Heu de calibrar abans d'activar.
de: Fehler beim Laden der Konfigurationsdatei. Bitte überprüfen Sie, ob sich die Anzahl der Wiimotes geändert hat. Sie müssen die Wiimote(s) kalibrieren bevor Sie sie aktivieren können.
es: Ha fallado. Comprovad que haya el mismo número de Wimootes que anteriormente. Se tiene que calibrar antes que activar.
vi: Không đọc được các thiết lập cũ. Bạn cần chỉnh Wiimote trước khi sử dụng.

source: Unable to connect to any Wiimote.
ca: No es pot connectar amb cap Wiimote.
de: Konnte mit keiner Wiimote verbinden.
es: No se puede conectar con ningún Wiimote.
vi: Không kết nối được với Wiimote nào cả.

source: De_activate
ca: Des_activa
de: De_aktivieren
es: Des_activar
vi: Giải hoạt (_A)

source: _Activate
ca: _Activa
de: _Aktivieren
es: _Activar
vi: Kích hoạt (_A)

source: Control your mouse pointer with the Wiimote
ca: Controleu el punter de ratolí amb el Wiimote
de: Steueren Sie den Mauszeiger mit der Wiimote
es: Controlad el puntero del ratón con el Wiimote
vi: Điều khiển con trỏ chuột bằng Wiimote

source: Wiimote Whiteboard
ca: Pissarra per Wiimote (Wiimote Whiteboard)
es: Pizarra para Wiimote (Wiimote Whiteboard)
vi: Màn Hình Cảm Ứng Dùng Wiimote

source: Wiimote Calibration
ca: Calibració del Wiimote
de: Wiimote Kalibrierung
es: Calibración del Wiimote
vi: Chỉnh Wiimote

source: <b>Controls</b>
de: <b>Steuerungselemente</b>
es: <b>Controles</b>
vi: <b>Các Nút Bấm</b>

source: <b>Settings</b>
ca: <b>Ajustos</b>
de: <b>Einstellungen</b>
es: <b>Ajustes</b>
vi: <b>Tùy Chọn</b>

source: <b>_Settings</b>
ca: <b>Ajusto_s</b>
de: <b>Ein_stellungen</b>
es: <b>Ajuste_s</b>
vi: <b>Tùy Chọn (_S)</b>

source: About Whiteboard
ca: Sobre la Pissarra (Whiteboard)
de: Über Whiteboard
es: Acerca de la Pizarra (Whiteboard)
vi: Thông Tin Về Chương Trình

source: Activate to begin using your pen.
ca: Activeu per començar a utilitzar el punter
de: Aktivieren um den Infrarotstift zu benutzen.
es: Activad para usar el puntero
vi: Kích hoạt để sử dụng bút nhập.

source: Calib_rate
ca: Calib_ra
de: Kalib_rierung
es: Calib_rar
vi: Chỉnh Wiimote (_R)

source: Calib_ration Window
ca: Finestra de calib_ració
de: Kalib_rierungsfenster
es: Ventana de calib_ración
vi: Chỉnh Wiimote (_R)

source: Calibrate all Wiimotes if you have not done it before, or if you have moved them since the last calibration.
ca: Calibreu tots els Wiimotes si no ho heu fet abans, o bé si els heu mogut des de l'última calibració.
de: Alle Wiimotes müssen kalibiert werden, falls das noch nicht geschehen ist oder die Wiimote(s) in der Zwischenzeit bewegt wurden.
es: Calibrad todos los Wiimotes si no lo habeis hecho antes, o si los habeis movido desde la última calibración.
vi: Chỉnh Wiimote của bạn nếu bạn chưa làm bao giờ, hoặc nếu bạn đã dịch chuyển các Wiimote đó so với lần sử dụng trước.

source: Calibration points, the blinking one is being calibrated.
ca: Punts de calibració, s'està calibrant l'intermitent.
de: Kalibrierungspunkte: Der blinkende Punkt wird gerade kalibriert.
es: Puntos de calibración, se està calibrando el intermitente.
vi: Các điểm cần chỉnh, điểm đang nhấp nháy là điểm hiện thời cần chỉnh.

source: Connect all of your Wiimotes first.
ca: Connecteu primer tots els Wiimotes.
de: Verbinden zu zunächst alle Wiimotes.
es: Conectad primero todos los Wiimotes.
vi: Hãy kết nối tất cả Wiimote của bạn trước.

source: Connecting...
ca: Connectant...
de: Verbinde...
es: Conectando...
vi: Đang Kết Nối...

source: Control your mouse pointer with the Wiimote.
ca: Controleu el punter del ratolí amb el Wiimote.
de: Steueren Sie den Mauszeiger mit der Wiimote.
es: Controlad el puntero del ratón con el Wiimote.
vi: Điều khiển con trỏ chuột bằng Wiimote.

source: Copyright © 2007-2008 The Whiteboard authors
ca: Copyright © 2007-2008 Els autors de Whiteboard (Pissarra)
es: Copyright © 2007-2008 Los autores de Whiteboard (Pizarra)
vi: Bản quyên năm 2007-2008 thuộc về các lập trình viên của Whiteboard

source: How To _Use
ca: _Utilització
de: Bedienung (_U)
es: _Utilitzación
vi: Cách Sử Dụng (_U)

source: Instructions
ca: Instruccions
de: Anleitung
es: Instrucciones
vi: Hướng Dẫn

source: Please arrange the Wiimotes as given for best results.
ca: Disposeu els Wiimotes com es veu per a obtenir els millors resultats.
de: Für optimale Resultate bitte die Wiimotes wie hier gezeigt ausrichten.
es: Disponed los Wiimotes como se muestra para obtener los mejores resultados
vi: Hãy bố trí các Wiimote của bạn theo hình vẽ để đạt kết quả tốt nhất.

source: Please press both <b>1</b> and <b>2</b> buttons on your Wiimote.
ca: Premeu alhora els botons <b>1</b> i <b>2</b> del vostre Wiimote.
de: Bitte die Tasten <b>1</b> und <b>2</b> gleichzeitig auf der Wiimote drücken.
es: Pulsad a la vez los botones <b>1</b> y <b>2</b> del Wiimote.
vi: Hãy bấm hai nút <b>1</b> và <b>2</b> trên Wiimote của bạn.

source: Righ_t-click delay (in ms):
ca: _Temps d'espera pel clic dret (en ms):
de: Rech_tsklick-Verzögerung (in ms):
es: _Tiempo de espera para el clic derecho (en ms):
vi: Bấm nút phải chuột cần đợi trong (theo mili giây) (_T):

source: Shows how accurate and jitter-free your infrared pen is. If the yellow dot moves outside of the boundary, you should calibrate that point again.
ca: Mostra com és d'acurat i estable el punter infraroig. Si el punt groc surt fora hauríeu de tornar a calibrar aquest punt.
de: Zeigt wie genau und zitterfrei der Infrarotstift ist. Falls der gelbe Punkt sich über die Grenze bewegt, sollten Sie diesen Punkt erneut kalibrieren.
es: Muestra la precisión y la estabilidad del puntero infrarojo. Si el punto amarillo sale fuera tendríais que calibrar otra vez ese punto.
vi: Cho biết độ chính xác của bút nhập bạn đang dùng. Nếu điểm màu vàng chạy ra ngoài vòng tròn, bạn cần chỉnh lại.

source: Shows how long you have been holding the infrared pen down. When the circle is full, move on to the next point.
ca: Mostra quanta estona heu tingut activat el punter infraroig. Quan el cercle sigui ple, aneu al següent punt.
de: Zeigt, wie lange Sie den Infrarotstift auf die Oberfläche halten. Sobald der Kreis voll ist, können Sie mit dem nächsten Punkt fortfahren.
es: Muestra cuanto ha transcurrido con del puntero activo. Cuando el círculo se llene, id al siguiente punto.
vi: Cho biết bạn đã giữ bút nhập cố định trong bao lâu. Khi vòng tròn được làm đầy, bạn có thể chuyển sang điểm kế tiếp.

source: Specify how long you should hold the IR pointer still to do a right-click, in milliseconds. This also affects the calibration process.
ca: Especifica quant de temps heu de tenir activat el punter IR per tal de fer un clic dret, en milisegons. Això també afecta el procés de calibració.
de: Legt fest, wie lange der Zeiger gehalten werden muss, um einen Rechtsklick auszuführen. Diese Einstellung wirkt sich auch auf die Kalibrierung aus.
es: Especifica cuanto tiempo se tiene que mantener activo el puntero IR para hacer un clic derecho, en milisegundos. Esto también afecta el proceso de calibración.
vi: Cho biết bạn cần giữ bút cố định trong bao lâu để bấm chuột phải, theo mili giây. Thiết lập này cũng có tác dụng khi chỉnh Wiimote.

source: Whiteboard
ca: Pissarra (Whiteboard)
es: Pizarra (Whiteboard)
vi: Màn hình cảm ứng dùng Wiimote

source: Whiteboard is free software; you can redistribute it and/or modify it under the terms of the GNU General Public Licence as published by the Free Software Foundation; either version 2 of the Licence, or (at your option) any later version. Whiteboard is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public Licence for more details. You should have received a copy of the GNU General Public Licence along with Glade; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
de: Whiteboard ist freie Software; Sie können sie weiterverbreiten und/oder modifizieren unter den Bedingungen der GNU General Public Licence die von der Free Software Foundation veröffentlicht wird; entweder Version 2 der Lizenz oder (wenn Sie möchten)jede neuere Version dieser Lizenz. Whiteboard wird mit der Hoffnung entwickelt, dass es hilfreich sein kann. Es kommt jedoch ohne jegliche Garantie/Gewährleistung. Die Software wird noch als experimentell eingestuft und wird noch cniht für den Alltagsgebrauch oder einen bestimmten Zweck empfohlen. Für weitere Informationen lesen Sie bitte in der GNU General Public Licence nach. Sie sollten eine Kopie der GNU General Public Licence mit dieser Software erhalten haben; falls nicht, schreiben Sie der Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
vi: Bản quyền GPL 2 và các phiên bản sau của GPL. Xin vào trang Web của họ để biết thêm chi tiết.

source: Wiimote camera's point of view, the yellow dot is the current location of your infrared pen.
ca: Punt de vista de la càmera del Wiimote. El punt groc és la situació actual del punter infraroig.
de: Die Sicht der Wiimote-Kamera: Der gelbe Punkt zeigt die momentane Position des Infrarotstifts.
es: Punto de vista de la cámara del Wiimote. El punto amarillo es la situación actual del puntero infrarojo.
vi: Hiện những gì Wiimote nhìn thấy, điểm màu vàng là vị trí hiện tại của bút nhập.

source: _Arrangement
ca: _Arranjament
de: _Ausrichtung
es: Colocación (_A)
vi: Bố Trí (_A)

source: _Help
ca: Ajuda (_H)
de: _Hilfe
es: Ayuda (_H)
vi: Trợ giúp (_H)

source: _Instructions
ca: _Instruccions
de: Anle_itung
es: _Instrucciones
vi: Hướng Dẫn (_I)

source: _Show these instructions next time
ca: Mo_streu aquestes instruccions la propera vegada
de: Die_se Anleitung beim nächsten mal wieder anzeigen
es: Mue_stra estas instrucciones la próxima vez
vi: Hiện hướng dẫn sử dụng lần kế tiếp (_S)

source: Done!
ca: Fet!
de: Fertig!
es: ¡Hecho!
vi: Thành công!

source: Put the pen at each blinking point, turn it on and hold until a success message shows up.
ca: Situeu el punter sobre cada punt intermitent i manteniu-lo activat i quiet fins que aparegui un avís.
de: Halten Sie den Stift über jeden blinkenden Punkt, schalten Sie ihn an und warten Sie, bis eine Erfolgsmitteilung erscheint.
es: Situad el puntero sobre cada punto intermitente y mantenedlo activo y quieto hasta que aparezca un aviso.
vi: Đặt bút tại mỗi điểm nhấp nháy, bật và giữ tới khi thông báo 'Thành công!' hiện lên.

source: Press 'Escape' (Esc) to quit calibration
ca: Premeu 'Escape' (Esc) per sortir de la calibració
de: Escape drücken (Esc) zum Abbruch der Kalibrierung
es: Pulsad 'Escape' (Esc) para salir de la calibración
vi: Bấm nút 'Escape' (Esc) để dừng

source: Calibrating Wiimote #%d
ca: Calibrant el Wiimote #%d
de: Kalibriere Wiimote #%d
es: Calibrando el Wiimote #%d
vi: Đang chỉnh Wiimote số %d
