Repository: abom/linux-whiteboard
Catalog: branches/cpp/po/*.po
Languages: fr

source: <b>Controls</b>
fr: <b>Commandes</b>

source: <b>Settings</b>
fr: <b>Paramètres</b>

source: <b>_Settings</b>
fr: <b>Paramètre_s</b>

source: About Whiteboard
fr: À propos du Tableau Interactif (Whiteboard)

source: Activate to begin using your pen.
fr: Activez pour commencer à utiliser le stylo.

source: Calib_rate
fr: Calib_rer

source: Calib_ration Window
fr: Fenêtre de calib_ration

source: Calibrate all Wiimotes if you have not done it before, or if you have moved them since the last calibration.
fr: Veuillez calibrer toutes les Wiimote si ce n'est pas encore fait, ou si vous les avez déplacées depuis la dernière calibration.

source: Calibrating Wiimote #%d
fr: Calibration de la Wiimote #%d

source: Calibration points, the blinking one is being calibrated.
fr: Points de calibration : le point clignotant doit être calibré.

source: Calibration succeeded.
fr: Calibration effectuée.

source: Configurations successfully loaded.
fr: Configurations chargées.

source: Connect all of your Wiimotes first.
fr: Connectez d'abord toutes vos Wiimotes.

source: Connecting to Wiimote #%d...
fr: Connection à la Wiimote #%d...

source: Connecting...
fr: Connection...

source: Control your mouse pointer with the Wiimote
fr: Contrôlez votre pointeur de souris avec la Wiimote

source: Control your mouse pointer with the Wiimote.
fr: Commandez le pointeur de la souris avec la Wiimote.

source: Copyright © 2007-2008 The Whiteboard authors
fr: Copyright © 2007-2008 Les auteurs de Whiteboard (Tableau Interactif)

source: De_activate
fr: Dés_activer

source: Done!
fr: Effectué !

source: Done!. Click 'Activate' to use your infrared pen.
fr: Effectué ! Cliquez sur 'Activer' pour utilise le stylo infrarouge.

source: Failed to load configuration file.
fr: Impossible de charger le fichier de configuration.

source: Failed.
fr: Échec.

source: Failed. Please check if you have the same number of Wiimotes as earlier. You need to calibrate before activating.
fr: Échec. Vérifiez que vous avez autant de Wiimotes que précédemment. Vous devez calibrer avant d'activer.

source: How To _Use
fr: _Utilisation

source: Please arrange the Wiimotes as given for best results.
fr: Disposez les Wiimotes comme indiqué pour obtenir de meilleurs résultats

source: Please press both <b>1</b> and <b>2</b> buttons on your Wiimote.
fr: Appuyez simultanément sur les boutons <b>1</b> et <b>2</b> de la Wiimote.

source: Preparing to connect...
fr: Préparation à la connection...

source: Press 'Escape' (Esc) to quit calibration
fr: Appuyez sur 'Echap' (Esc) pour quitter la calibration

source: Put the pen at each blinking point, turn it on and hold until a success message shows up.
fr: Placez le stylo sur chaque point clignotant, allumez-le et attendez un message de confirmation.

source: Righ_t-click delay (in ms):
fr: Seuil de _temps du clic droit (en ms) :

source: Shows how accurate and jitter-free your infrared pen is. If the yellow dot moves outside of the boundary, you should calibrate that point again.
fr: Indique le niveau de précision et de stabilité du stylo infrarouge. Si le point jaune sort des limites, vous devriez calibrer de nouveau ce point.

source: Shows how long you have been holding the infrared pen down. When the circle is full, move on to the next point.
fr: Indique la durée pendant laquelle le stylo était allumé. Quand le cercle est plein, allez au point suivant.

source: Specify how long you should hold the IR pointer still to do a right-click, in milliseconds. This also affects the calibration process.
fr: Détermine le temps que vous devez appuyer sur le pointeur IR pour faire un clic droit, en millisecondes. Cela affecte aussi le processus de calibration.

source: Succeeded!.
fr: Effectuée !

source: Successfully connected to %d Wiimote(s). Loading all Wiimotes's configurations...
fr: Connection établie avec la (les) Wiimote(s) %d. Chargement des configurations de toutes les Wiimotes....

source: Successfully disconnected all Wiimotes.
fr: Toutes les Wiimotes sont déconnectées.

source: There was an error disconnecting the Wiimotes. Hell's broken loose!!1.
fr: Erreur dans la déconnection des Wiimotes !.

source: Unable to connect to any Wiimote.
fr: Impossible de se connecter à une Wiimote.

source: User escaped or there was an error during calibration.
fr: Touche 'Echap' (Esc) pressée, ou erreur pendant la calibration.

source: Whiteboard
fr: Tableau Interactif (Whiteboard)

source: Whiteboard is free software; you can redistribute it and/or modify it under the terms of the GNU General Public Licence as published by the Free Software Foundation; either version 2 of the Licence, or (at your option) any later version. Whiteboard is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public Licence for more details. You should have received a copy of the GNU General Public Licence along with Glade; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
fr: Whiteboard es un logiciel libre, vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU publiée par la Free Software Foundation (version 2 ou bien toute autre version ultérieure choisie par vous). Ce programme est distribué car potentiellement utile, mais SANS AUCUNE GARANTIE, ni explicite ni implicite, y compris les garanties de commercialisation ou d'adaptation dans un but spécifique. Reportez-vous à la Licence Publique Générale GNU pour plus de détails. Vous devez avoir reçu une copie de la Licence Publique Générale GNU en même temps que Glade ; si ce n'est pas le cas, écrivez à la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, États-Unis.

source: Wiimote Calibration
fr: Calibration de la Wiimote

source: Wiimote Whiteboard
fr: Tableau Interactif Wiimote (Wiimote Whiteboard)

source: Wiimote camera's point of view, the yellow dot is the current location of your infrared pen.
fr: Point de vue de la caméra de la Wiimote. Le point jaune est la position actuelle de votre stylo infrarouge.

source: _Activate
fr: _Activer

source: _Arrangement
fr: Disposition (_A)

source: _Help
fr: Aide(_H)

source: _Show these instructions next time
fr: Montrer ces in_structions la prochaine fois
